;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Date.........: 18 Setember 2018
;~ Author.......: thech99
;~ Link.........: www.rizonesoft.com
;~ =============================================================================

[Main]
Product = Firemin
Version = 6.x

[Language]
;~ Please ad the translated language name next to the english name. For example; Ελληνικά - Greek
Name = 한국어 - Korean
Code = ko
Encoding = Unicode

[Translations]
;~ Please do not translate this section.
About = About
Custom = Custom
Donate = Donate
Menus = Menus
Messages = Messages
Messages2 = Messages2
Preferences = Preferences
Update = Update
Versioning = Versioning

[About]
Window_Title = %{Program.Name} 에 대해서
Label_Version = 버전
Label_AutoIt = 빌드한 AutoIt 의 버전
Label_Copyright = 저작권
Tip_Title_Donate = 저희에게 기부해주시는 이유
Tip_Message_Donate = 귀하가 기부해주시면 귀하는 당사의 소프트웨어를\rn 무료로 제공할수있도록 도와주실수있고,\rn여러분에게 제공하기위해\rn 저희가 사용하는 툴이나 서비스를 구입할수있도록 도와주실수있습니다
Label_Home = 홈페이지
Label_License = 라이센스
Label_Support = 지원
Tip_Title_Country = 남아프리카에서 만들어짐
Tip_Message_Country = %{Program.Name} 은 남아프리카에서 태어났다
Label_Contributors = 도움을 주신 분들
Tip_Facebook = 페이스북 에서 좋아요 누르기
Tip_Twitter = 트위터에서 팔로우 하기.
Tip_GooglePlus = 구글+ 에서 우리 찾기.
Tip_GitHub = %{Program.Name} 의 github.
Button_Ok = Ok
Label_RAM = (RAM) %d MB 빔/ %d MB (%d%)
Tip_RAM = Random Access Memory
Label_HDD = (%s) %.2f GB 빔/ %.2f GB (%d%)

[Custom]
Label_Status_Welcome = 브라우저와 함깨 실행합니다 (파일이름을 골라주십시오). Firemin 은 당신이 실행한것을 프로세스를 통해 자동으로 감지합니다.
Label_Status_Updates = 업데이트 확인중
Group_Load_Browser = 로드된 브라우저
Label_Executable = 실행 위치 (%s):
Label_Process_Usage = 현재 프로세스 사용량:
Label_Process_Peak = 프로세스 최대 사용량:
Button_Browse = &찾기
Group_Options = 옵션
Checkbox_Reduce_Mem = 이시간마다 메모리 줄이기 :
Label_Milliseconds = 밀리세컨드
Checkbox_Reduce_Limit = 이 사용량이 넘을때 줄이기 :
Checkbox_Start_With = Firemin 실행할때 %s 실행하기
Checkbox_Enable_Extended_Processes = 외부 프로세스 허용
Button_Extended_Processes = & 외부 프로세스
Checkbox_Start_Windows = 부팅할때마다 Firemin 실행하기
Label_Settings_Updated = 설정 저장 완료.
Button_Cancel = 취소
Button_Save = 저장
Time_Unit_01 = 밀리세컨드
Time_Unit_02 = 초
Time_Unit_03 = 분
Time_Unit_04 = 시간
Label_Boost_Description = %s %s 에 감시하고  사용량이%s MB이 넘으면 줄입니다.
Title_Select_Browser = 브라우저 선택
Tip_Minimized_Title = %{Program.Name} 은 아직 실행중입니다!
Tip_Minimized_Message = %{Program.Name} 은 %s의 사용량를 최적화합니다 . 트레이를 클릭하여 다양한 최적화 옵션을 설정하십시오.

[Donate]
Label_Heading = %{Program.Name} 은 %d 시간 이상 사용되었습니다. 지금 저희들에게 기부를 해주시는것은 어떠신가요?
Label_Message = 페이팔 버튼을 클릭하면  PayPal.me/rizonesoft으로 이동합니다, 금액을 입력해 우리에게 기부해주십시오. 페이팔은 현금보다 쉽고 안전합니다 페이팔 계정이 없으신가요? 걱정마세요, 빠르고 쉽게 가입할수있습니다.

[Menus]
File = &파일
File_Preferences = &설정
File_Close = &닫기\tShift+Alt+F4
Help = &도움말
Help_Update = &업데이트 확인
Help_Home = %{Company.Name} &홈페이지
Help_Downloads = 더많은 &프로그램들
Help_Support = &지원 받기
Help_Issue =  &오류보고
Help_Donate = &우리에게 기부하기 
Help_About =  %{Program.Name} 에 대해
Tray_About =  %{Program.Name} %s 에 대해
Tray_Open =  %{Program.Name} 열기
Tray_Extended_Processes = 외부 프로세스	
Tray_Run =  %s 실행
Tray_Run_Safemode = 안전모드로%s 실행

[Messages]
Info_Title = 주의 하십시오
Warning_Title = 주의!
Error_Title =이런! 무언가 잘못되었습니다
Error_Oops = 이런!
Singleton = Another occurence of %{Program.Name} is already running.
Compatible = %{Program.Name} 이 windows 버전은 호환 되지않습니다. 소프트웨어의 오류라고 생각하시는경우에는, 부담없이 자세한 정보와 함께'%s'에 보고해주십시오.
Compatible_Bit = 불행하게도 %{Program.Name} 32 비트는 이 windows와 호환되지않습니다. '%s'에서 %{Program.Name} 64비트 버전을 다운받아 주십시오

[Preferences]
Window_Title = 설정
Tab_General = 일반
Tab_Performance = 성능
Tab_Language = 언어
Group_Notifications = 알림
Group_Extended_Processes = 외부 프로세스
Group_Priority = 우선순위
Group_Memory = 메모리
Group_Language = 언어
Checkbox_Notifications = 트레이 알림 보이기
Label_Extended_Processes = Firemin으로 최적화할 다른 추가 프로세스의 이름을 적어주십시오 . 리스트는 콤마로 나눠주시길 바랍니다 (Process01.exe, Process02.exe,등)
Label_SetPriority = 프로세스 우선순위 설정:
Checkbox_SaveRealtime = 높은 우선순위 이상으로 설정 (추천하지 않음).
Checkbox_ReduceMemory = 저메모리 환경에서는 메모리 줄이기.
Label_Language_Message = 언어를 선택하시고 %s버튼을 누르면 저장합니다 (재시작 필요)
Button_Save = 저장
Button_Cancel = 취소
Label_Updated = 설정을 저장했습니다
MsgBox_Language_Title = 언어를 변경했습니다
MsgBox_Language_Message = 언어가 변경되었습니다. %{Program.Name} 를 재시작하면 적용합니다.
MsgBox_Closing_Title = %{Program.Name} 닫는중
MsgBox_Closing_Message = %{Program.Name} 을 닫으실껀가요?

[Update]
Window_Title_Available = 업데이트가 있습니다
Window_Title_Congratulations = 축하합니다!
Window_Title_Error = 무언가가 잘못되었습니다!
Label_Message_Update = '%{Program.Name}' 의 새로운 버전이 있습니다.
Label_Message_Latest = 귀하는 '%{Program.Name}'의 최신버전을 사용중입니다.
Label_Message_Error =  '%{Program.Name}' 의 최신버전 정보를 불러오지 못했습니다.
Label_Message_Internet = 인터넷 연결을 확인하고 다시시도 해주십시오.
Label_Build_Current = 현재 버전:
Label_Build_Update = 업데이트 버전:
CheckBox_NoUpdate = 실행할때 마다 업데이트 확인 하지 않기.
Button_Update = 읽어보기
Button_Close = 닫기

[Versioning]
Administrator = Administrator
Build = 빌드
AutoIt_Version = 사용한 버전 %{AutoIt.Version}
Bit = 비트